
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfКб из %2$.0lfКб";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ был установлен и будет применён при следующем запуске %3$@! Хотите перезапустить программу сейчас?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "У Вас уже установлена последняя версия %1$@ %2$@.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ доступен для скачивания (у Вас - %3$@).  Не желаете ли скачать обновление?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ не имеет привилегий для записи в папку программ! Возможно, у Вас закончилось место на жёстком диске? В противном случае обратитесь за помощью к системному администратору.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Была установлена новая версия %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Доступна новая версия %@ !";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "В процессе установки возникла ошибка. Пожалуйста, повторите свою попытку позже.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Возникла ошибка при получении информации об обновлении. Пожалуйста, повторите свою попытку позже.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Возникла ошибка при получении информации об обновлении. Проверьте Ваше подключение к интернету и повторите свою попытку позже.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Возникла ошибка при распаковке архива. Пожалуйста повторите свою попытку позже.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Возникла ошибка при скачивании файла. Пожалуйста, повторите попытку.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Процесс обновления уже запущен!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Anonymous system profile information is used to help us plan future development work.";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Проверять обновления при запуске?";

/* No comment provided by engineer. */
"Downloading update..." = "Загрузка обновления…";

/* No comment provided by engineer. */
"Extracting update..." = "Распаковка обновления…";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Include anonymous system profile?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Установить и перезапустить";

/* No comment provided by engineer. */
"Installing update..." = "Установка обновления…";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Готов к установке!";

/* No comment provided by engineer. */
"Update Error!" = "Ошибка обновления!";

/* No comment provided by engineer. */
"Updating %@" = "Обновление %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Хотите ли Вы, чтобы %@ проверял на наличие обновлений при запуске? В противном случае Вы можете вручную запустить обновление из меню программы.";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You're up to date!" = "У Вас уже установлена последняя версия!";
